Repository: mallakyyev/ArinLang
Catalog: ARINLAB/ARINLAB/Resources/SharedResource.*.resx
Languages: ar

source: Accupation
ar: الاحتلال

source: Active
ar: نشط

source: Add
ar: إضافة

source: Add Image
ar: إضافة صورة

source: Add Image(jpg, png, jpeg)
ar: أضف صورة نوع (jpg, png, jpeg)

source: Add Word Voices
ar: إضافة أصوات للكلمة

source: Address
ar: تبوك

source: Admin
ar: المدير

source: Admin Dashboard
ar: لوحة التحكم

source: Admin email is invalid
ar: خطأ في بريد المدير

source: Admin email is required
ar: مطلوب بريد المدير

source: All Categories
ar: جميع الأقسام

source: All rights reserved
ar: جميع الحقوق لـ

source: All Words
ar: كل الكلمات

source: Approve
ar: موافقة

source: Approve Word:
ar: الموافقة على الكلمة

source: Approved
ar: تمت الموافقة

source: Approved Users
ar: المستخدمون المعتمدون

# Arab
source: Arabic
ar: عربي

# Arab Clause
source: Arabic Phrase
ar: العبارة العربية

# Arab Name
source: Arabic Name
ar: الاسم العربي

# Arab read
source: Arabic read
ar: القراءة بالعربي

source: Arab sentence
ar: جملة عربية

# Arab Voice
source: Arabic Voice
ar: الصوت العربي

# Arab Word
source: Arabic Word
ar: الكلمة العربية

# Arab Words
source: Arabic Words
ar: الكلمات العربية

source: ARINLAG
ar: العربية في اللغات

source: ARINLANG
ar: العربية في اللغات

source: ARINLANG in Numbers
ar: العربية في اللغات بالأرقام

source: Assigned to menu
ar: معين إلى القائمة

source: Category
ar: القسم

source: Category Controller
ar: التحكم بالقسم

source: Choose a picture
ar: إختيار الصورة

# Clause
source: Phrase
ar: عبارة

source: click here to log in
ar: انقر هنا لتسجيل الدخول

source: Code
ar: رمز

source: Contact us
ar: اتصل بنا

source: Continue
ar: الاستمرار

source: Create
ar: إنشاء

source: Create Category
ar: إنشاء قسم

source: Create menu
ar: إنشاء قائمة

source: Create Name
ar: إنشاء إسم

source: Create New Word
ar: إنشاء كلمة جديدة

source: Create news
ar: إنشاء خبر

source: Create news category
ar: إنشاء قسم للأخبار

source: Create page
ar: إنشاء صفحة

source: Create word category
ar: إنشاء قسم للكلمة

source: Dashboard
ar: لوحة التحكم

source: Data
ar: التاريخ

source: Date publish
ar: تاريخ النشر

source: Description
ar: الوصف

source: Details
ar: التفاصيل

source: Dictionaries
ar: القواميس

source: Dictionary
ar: القاموس

source: Edit
ar: تحرير

source: Edit menu
ar: تحرير القائمة

source: Edit Name
ar: تحرير إسم

source: Edit news
ar: تحرير الأخبار

source: Edit news category
ar: تحرير قسمالأخبار

source: Edit page
ar: تحرير صفحة

source: Edit Voices
ar: تحرير الأصوات

source: Edit word category
ar: تحرير قسم الكلمة

source: Email
ar: بريد الالكتروني

source: Email already in use
ar: البريد مستخدم مسبقا

source: Email header
ar: رأس البريد

source: Email was send successfullt
ar: تم إرسال البريد بنجاح

source: Enter email header
ar: أدخل ترويسة للبريد

source: Enter message
ar: أدخل الرسالة

source: Enter name
ar: إدخال إسم

source: Enter password
ar: أدخل كلمة المرور

source: Enter subject
ar: أدخل عنوان

source: Enter your email address
ar: أدخل عنوان بريدك الالكتروني

source: Enter your email.
ar: أدخل بريدك الإلكتروني.

source: FamilyName
ar: اسم العائلة

source: Forgot password confirmation
ar: نسيت كلمة المرور

source: Forgot your password?
ar: نسيت كلمة المرور؟

source: Found in Names
ar: وجدت في الأسماء

source: Found in Phrasebook
ar: وجدت في كتاب تفسير العبارات الشائعة

source: Found in Words
ar: وجدت في الكلمات

source: Gender
ar: جنس تذكير أو تأنيث

source: Go to Main page
ar: اذهب إلى الصفحة الرئيسية

source: Home
ar: الرئيسية

source: Identity
ar: الهوية

source: Image
ar: صورة

source: Images
ar: الصور

source: Index
ar: الرئيسية

source: Latest News
ar: آخر الأخبار

source: Link
ar: الرابط

source: Log in
ar: الدخول

source: Log out from your account
ar: الخروج من حسابك

source: Login to your account
ar: لدخول لحسابك

source: Menu
ar: القائمة

source: Menu to assign
ar: تعيين قائمة

source: Message
ar: الرسالة

source: More details
ar: التفاصيل

source: More Information
ar: معلومات اكثر

source: Name
ar: الاسم

source: Name in
ar: الاسم

# Name in Arab
source: Name in Arabic
ar: الاسم بالعربية

source: Names
ar: الاسماء

source: Names Collection
ar: مجموعة الأسماء

source: Names Conroller
ar: التحكم بالاسماء

source: News
ar: الأخبار

source: News categories
ar: أقسام الأخبار

source: News category
ar: قسم الأخبار

source: NewsCategory
ar: قسم الأخبار

source: No audio voices
ar: لا توجد أصوات صوتية

source: No photo
ar: لا يوجد صور

source: Not Set
ar: لم تحدد

source: or drag picture
ar: أو اسحب صورة

source: Order
ar: حسب

source: Ordinary Users
ar: مستخدمود عادييون

source: Other Language
ar: لغة أخرى

source: Other Language read
ar: قراءة لغة أخرى

source: Other Name
ar: الاسماء الأخرى

source: Other Word
ar: كلمة أخرى

source: Pages
ar: صفحات

source: Password
ar: كلمة المرور

source: Password Confirm
ar: تأكيد كلمة المرور

source: Phone
ar: هاتف

source: Phone Number
ar: رقم التليفون

source: Phrases recorded
ar: عبارات مسجلة

source: Picture
ar: الصورة

source: Play
ar: يلعب

source: Please
ar: لو سمحت

source: Please check your email to reset your password.
ar: يرجى التحقق من بريدك الإلكتروني لإعادة تعيين كلمة المرور الخاصة بك.

source: Please Enter News Publish Date
ar: الرجاء إختيار تاريخ نشر الأخبار

source: Please select one
ar: رجاءا اختر واحدة

source: Please select publish date
ar: الرجاء إختيار تاريخ النشر

source: Press releases
ar: يان صحفي

source: Reads
ar: القراءات

# Reads in Arab
source: Reads in Arabic
ar: القراءات بالعربية

source: Reads in Arabic
ar: يقرأ باللغة العربية

source: Reads in Türkmen
ar: يقرأ في التركمان

source: Register
ar: التسجيل

source: Register as a new user
ar: سجل كمستخدم جديد

source: Registered
ar: المسجل

source: Registration Form
ar: نموذج التسجيل

source: Resend
ar: إعادة إرسال

source: Reset password confirmation
ar: تأكيد إعادة تعيين كلمة المرور

source: Search
ar: البحث

source: SEARCH BY WORDS AND PHRASEBOOKS
ar: البحث بالكلمات وكتب الكتب

source: Search result for
ar: نتيجة البحث عن

source: Select Dictionary
ar: حدد القاموس

source: Select news category
ar: إختيار قسم الأخبار

source: Send
ar: إرسال

source: Send email
ar: تم إرسال بريد

source: Send to
ar: إرسال إلى

source: sentence
ar: جملة

source: Sentences recorded
ar: سجلت الجمل

source: Share
ar: شارك

source: Show more
ar: عرض المزيد

source: Sign out
ar: خروج

source: Similar Names are registered
ar: هناك أسماء مشابهة مسجلة

source: Some thing went wrong !! Try resend the Email
ar: حدث خطأ!! حاول إعادة الإرسال

source: Stop
ar: يلعب

source: Subject
ar: العنوان

source: Subscribe
ar: الاشتراك

source: Subscribe to the newsletter and events
ar: الاشتراك في القائمة البريدية للأخبار والمناسبات

source: Subsrcibers
ar: المشتركون

source: tag
ar: وسم

source: Thank you
ar: شكرا لك

source: Thank your for your Registration. Your account confirmed
ar: شكراً لتسجيلك لدينا. تم إعتماد حسابك.

source: Title
ar: العنوان

source: Todays
ar: اليوم

source: Total
ar: الإجمالي

source: Total Clauses
ar: إجمالي البنود

source: Total Names
ar: إجمالي الأسماء

source: Total Sentences
ar: إجمالي الجمل

source: Total Words
ar: إجمالي الكلمات

source: Transcription
ar: النسخ

source: Translation to Other Word
ar: ترجم إلى كلمة أخرى

source: Trusted
ar: الموثوق

source: Turkmenistan
ar: تركمانستان

# Türkmen Name
source: Turkmen Name
ar: الاسم التركماني

# Türkmen Word
source: Turkmen Word
ar: كلمة التركمان

# Türmen Clause
source: Türkmen Phrase
ar: عبارة تركمانية

source: Unsubscribe
ar: إلغاء الإستراك

source: Unsubscribe from ARINLANG web newsletter and events
ar: إلغاء الإشتراك في القائمة البريدية للأخبار والمناسبات

source: Unsubscribed
ar: إلغاء الإشتراك

source: Upload Image file
ar: رفع ملف الصورة

source: Upload picture
ar: رفع الصورة

source: Upload Voice file
ar: رفع ملف الصوت

source: User name
ar: إسم المستخدم

source: Users
ar: المستخدمون

source: Users contributed
ar: مساهمة المستخدمين

source: View all
ar: مشاهدة الكل

source: View Details
ar: عرض التفاصيل

source: Voice
ar: الصوت

source: Voice in
ar: الصوت بـ

# Voice in Arab
source: Voice in Arabic
ar: الصوت بالعربية

source: Voices
ar: الأصوات

source: WELCOME TO ARINLANG
ar: مرحباً بكم في العربية في اللغات

source: Word
ar: الكلمة

source: Word Categories
ar: قسم الكلمة

source: Words
ar: الكلمات

# Words Clauses Collection
source: Phrasebook collection
ar: مجموعة فقرات الكلمات

source: Words Collection
ar: مجموعة كلمات

source: You have successfully Logged out
ar: تم تسجيل خروجك بنجاح

source: Your Email have not been confirmed !!
ar: لم يتم تأكيد بريدك الإلكتروني !!

source: Your password has been reset.
ar: تم إعادة تعيين كلمة المرور الخاصة بك.

source: Your rating have been successfully recorded
ar: تم تسجيل تقييمك بنجاح
